Repository: common-repository/wp-shoutbox-live-chat
Catalog: languages/shoutbox-*.po
Languages: ru_ru

source: LOADING...
ru_ru: Загрузка ...

source: Do automatic daily cleanup to delete messages older than target number of messages:
ru_ru: Производить автоматическую очистку старых сообщений, опубликованных более чем N дней назад:

source: Target number of messages for automatic daily cleanup and chat interface "Clean" button:
ru_ru: Количество сообщения для каждодневной очистки, а также для очистки кнопкой "Очистить":

source: Automatically delete all messages from all private chat rooms as well as old private chat invitations daily:
ru_ru: Автоматически каждый день удалять все сообщения из приватных чатов и чат комнат:

source: Delete all messages from all private chat rooms as well as old private chat invitations now:
ru_ru: Удалить все сообщения всех приватных и паблик чатов

source: More
ru_ru: Больше

source: Dismiss
ru_ru: Прекратить общение

source: Done
ru_ru: Готово

source: You're banned from chat.
ru_ru: Вас забанили.

source: Must be positive integer.
ru_ru: Должно быть положительное число.

source: Must be positive integer less than %d.
ru_ru: Должно быть положительное число меньше чем %d.

source: Must be integer with value between %d and %d.
ru_ru: Должно быть число между %d и %d.

source: Must be positive integer with value %d or greater.
ru_ru: Должно быть положительное число равное или большее %d.

source: WordPress user roles allowed to access moderation tools:
ru_ru: Типы пользователей WordPress, имеющие доступ к модерации:

source: Include counter:
ru_ru: Включить счетчик:

source: You've been dropped out of chat due to long period of inactivity. To continue with chat please refresh this page.
ru_ru: Вы исключены из чата из-за длительного периода бездействия. Чтобы продолжить пользоваться чатом, обновите эту страницу.

source: Interval for refreshing list of online users (seconds):
ru_ru: Период обновления списка пользователей онлайн (в секундах):

source: Interval for refreshing list of messages (seconds):
ru_ru: Период обновления списка сообщений (в секундах):

source: Timeout for disabling updates to inactive user (seconds):
ru_ru: Время до отключения обновлений для неактивных пользователей (в секундах):

source: Donate
ru_ru: Пожертвовать

source: Settings
ru_ru: Настройки

source: Show
ru_ru: Показать

source: Shoutbox is quick and elegant WordPress chat plugin that does not waste your bandwidth.
ru_ru: Shoutbox - это быстрый и легкий WordPress чат плагин, который не расходует попусту пропускную способность Вашего канала.

source: Guest_
ru_ru: Гость_

source: You're about to permanently delete all messages from all private chat rooms as well as old private chat invitations. Are you sure?
ru_ru: Вы уверены, что хотите навсегда удалить все сообщения из всех комнат приватного чата и старые приглашения в приватный чат?

source: Unfortunately you do not have the authority to initiate private chat
ru_ru: К сожалению, у Вас нет прав, чтобы начать приватный чат

source: You must select at least one message
ru_ru: Вы должны выбрать хотя бы одно сообщение

source: Are you sure you want to permanently delete selected messages?
ru_ru: Вы действительно хотите удалить выбранные сообщения?

source: Are you sure you want to permanently delete all except the latest %s messages?
ru_ru: Вы уверены, что хотите навсегда удалить все сообщения, кроме %s последних?

source: You must select at least one user
ru_ru: Вы должны выбрать хотя бы одного пользователя

source: Are you sure you want to add selected users to your Shoutbox admin options IP blocklist?
ru_ru: Вы уверены, что хотите добавить выбранных пользователей в ваш список блокировки по IP?

source: Reply to %s
ru_ru: Ответить %s

source: Already taken!
ru_ru: Уже занято!

source: Not allowed!
ru_ru: Запрещено!

source: Illegal characters!
ru_ru: Недопустимые символы!

source: Profanity!
ru_ru: Ненормативная лексика!

source: %s invites you to private chat. To start private chat you can click his user name on the user list.
ru_ru: %s приглашает Вас в приватный чат. Чтобы начать приватный чат кликните на имя этого пользователя в списке.

source: Your private chat invitation has been sent to %s.
ru_ru: Ваше приглашение в приватный чат успешно отправлено %s.

source: Private chat
ru_ru: Приватный чат

source: Notice
ru_ru: Уведомление

source: Start private chat with %s
ru_ru: Начать приватный чат с %s

source: Close this private chat
ru_ru: Закрыть этот приватный чат

source: Minimize this private chat
ru_ru: Свернуть этот приватный чат

source: Restore this private chat
ru_ru: Развернуть этот приватный чат

source: You're about to send private chat invitation to %s. Are you sure?
ru_ru: Вы уверены, что хотите отправить приглашение в приватный чат %s

source: You're about to accept private chat invitation from %s. Are you sure?
ru_ru: Вы уверены, что хотите принять приглашение в приватный чат от %s?

source: Fetch this chat room transcript
ru_ru: Показать историю сообщений этой комнаты чата

source: Transcript
ru_ru: История сообщений

source: Checking...
ru_ru: Проверяю...

source: Donating or getting help
ru_ru: Пожертовать или получить помощь

source: General options
ru_ru: Общие настройки

source: Private chat options
ru_ru: Настройки приватного чата

source: Filter options
ru_ru: Настройки фильтра

source: Security options
ru_ru: Настройки безопасности

source: Appearance options
ru_ru: Настройки внешнего вида

source: Debug mode (enable only when debugging):
ru_ru: Режим отладки (включать только при отладке):

source: Incoming message sound notification on by default:
ru_ru: Включить звуковое оповещение о входящем сообщении по умолчанию:

source: Chat name prefix for guest users:
ru_ru: Приставка к имени гостей в чате:

source: Maximum number of digits for random guests chat user name suffix:
ru_ru: Максимальное число знаков суффикса к имени случайного гостя в чате:

source: Clean button will delete messages older than following number of messages per chat room:
ru_ru: При нажатии на кнопку \"Очистить\"будут удалены все сообщения старше данного числа сообщений для каждой комнаты чата:

source: Convert URLs to hyperlinks:
ru_ru: Преобразовывать URL адреса в гиперссылки:

source: Disallow using special characters inside chat user names (including special locale characters):
ru_ru: Запретить использование специальных символов в имени пользователей чата (в том числе специальные символы языка)

source: Filter bad words contained inside other words:
ru_ru: Отфильтровывать "плохие" слова внутри других слов:

source: Bad words list (comma separated):
ru_ru: Список "плохих" слов (через запятую):

source: Logged in users can initiate private chat:
ru_ru: Могут ли зарегистрированные пользователи начать приватный чат:

source: Guest users can initiate private chat:
ru_ru: Могут ли гости начать приватный чат:

source: Only logged in users can participate in chat:
ru_ru: Только зарегистрированные пользователи могут пользоваться чатом:

source: Protect registered users user names from being used by other users:
ru_ru: Защитить имена зарегистрированных пользователей от использования другими пользователями:

source: Allow users to change their chat user name:
ru_ru: Позволить пользователям менять их ники в чате:

source: Maximum number of characters for each message:
ru_ru: Максимальное количество символов на сообщение:

source: Restricted chat user names list (comma separated):
ru_ru: Список запрещенных имен пользователей чата (через запятую):

source: Deny chat access to the following IP addresses (comma separated):
ru_ru: Запретить доступ к чату следующим IP-адресам (через запятую):

source: Hide Shoutbox sidebar widget on pages where same chat room is embedded using shortcode:
ru_ru: Скрывать виджет Shoutbox в сайдбаре на страницах, где Shoutbox встроен через шорткод:

source: Hide "Powered by Shoutbox" link (big thanks for not hiding it):
ru_ru: Скрыть ссылку "Работает на Shoutbox " (большое спасибо, если не скрываете ее):

source: Manual timestamp offset when displaying messages (+/- hours):
ru_ru: Временное смещение при отображении сообщений (+/- часов):

source: User avatar size (pixels):
ru_ru: Размер аватар пользователей (в пикселях):

source: Advertisement code for your AdSense or other ads placed between chat user name input box and message text input box:
ru_ru: Код для AdSense или другой рекламы, помещенный между полем для ввода имени пользователя и полем ввода текста сообщения:

source: Donate using PayPal (sincere thank you for your help):
ru_ru: Пожертвовать через PayPal (искреннее спасибо за вашу помощь):

source: Shoutbox version:
ru_ru: Версия Shoutbox:

source: Shoutbox FAQ:
ru_ru: ЧаВо Shoutbox:

source: Shoutbox changelog:
ru_ru: Журнал изменений Shoutbox:

source: Shoutbox support page:
ru_ru: Страница поддержки Shoutbox:

source: options page
ru_ru: страница настроек

source: If you find Shoutbox useful you can donate to help it's development. Also you can get help with Shoutbox:
ru_ru: Если Вы нашли Shoutbox полезным, Вы можете пожертвовать, чтобы помочь его развитию. Также Вы можете получить помощь по Shoutbox:

source: Here you can control all general options:
ru_ru: Здесь Вы можете задать все общие настройки:

source: Here you can control all private chat options:
ru_ru: Здесь Вы можете задать все настройки приватного чата:

source: Here you can control Shoutbox message and chat user names filter:
ru_ru: Здесь Вы можете настоить фильтр сообщений и имен пользователей чата:

source: In this section you can control security options:
ru_ru: В этом разделе Вы можете задать настойки безопасности:

source: Here are the Shoutbox appearance options:
ru_ru: Здесь находятся настройки внешнего вида Shoutbox:

source: FAQ
ru_ru: ЧаВо

source: Changelog
ru_ru: Журнал изменений

source: Shoutbox at TechyTalk.info
ru_ru: Shoutbox на TechyTalk.info

source: Shoutbox Admin's Lounge
ru_ru: Админская комната Shoutbox

source: Add this user's IP address to your IP block list
ru_ru: Добавить IP-адрес этого пользователя в ваш список блокировки по IP

source: Ban
ru_ru: Забанить

source: Select/deselect all messages toggle
ru_ru: Выбрать / снять выделение со всех сообщений

source: Toggle
ru_ru: Отметить все

source: Delete selected messages
ru_ru: Удалить выбранные сообщения

source: Delete
ru_ru: Удалить

source: Clean all except the latest %s messages
ru_ru: Очистить все кроме %s последних сообщений

source: Clean
ru_ru: Очистить

source: Enable/disable auto scroll when new message arrives
ru_ru: Включение / выключение автоматической прокрутки при поступлении нового сообщения

source: Scroll
ru_ru: Прокрутка

source: Enable/disable sound notification when new message arrives
ru_ru: Включить / выключить звуковое оповещение при получении нового сообщения

source: Sound
ru_ru: Звук

source: You must login if you want to participate in chat.
ru_ru: Вы должны Войти, если хотите принять участие в чате.

source: Send
ru_ru: Отправить

source: Powered by Shoutbox
ru_ru: Работает на Shoutbox

source: Title
ru_ru: Заголовок

source: Chat room name:
ru_ru: Название комнаты чата:

source: Message container height:
ru_ru: Высота контейнера сообшения в пикселях:

source: Include user list:
ru_ru: Включить список пользователей:

source: User list position:
ru_ru: Позиция списка пользователей:

source: Visible to logged in users:
ru_ru: Видимый для зарегистрированных пользователей:

source: Visible to guest users:
ru_ru: Видимый для гостей:

source: Include avatars:
ru_ru: Включить аватары:

source: Include smilies container:
ru_ru: Включить смайлики:

source: Include send button:
ru_ru: Включить кнопку отправки:
